{
    "root": [
        {
            "acronym": "neadta",
            "source": "NAVARRO, Eduardo de Almeida, Dicionário de Tupi Antigo : A Língua Índigena Clássica do Brasil / Eduardo de Almeida Navvaro ; prefácio Ariano Suassuna ; [Ilustrações Célio Cardoso] - 1ª Ed. - São Paulo ; Global, 2013"
        },
        {
            "acronym": "anegalg",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Esboço gramatical do Abáñeê ou língua guarani, chamada também no Brasil língua tupi ou língua geral, propriamente Abañeenga. Anais da Biblioteca Nacional do Rio de Janeiro, vol. VI. Rio de Janeiro, 1879. pp. 1-90."
        },
        {
            "acronym": "anvpg",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Vocabulário das palavras guaranis usadas pelo tradutor da Conquista Espiritual do Padre A. Ruiz de Montoya. Anais da Biblioteca Nacional do Rio de Janeiro, vol. VII. Rio de Janeiro, 1879."
        },
        {
            "acronym": "anmgbn",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Manuscrito guarani da Biblioteca Nacional do Rio de Janeiro sôbre a primitiva catequese dos índios das missões, composto em castelhano pelo Pe. Antônio Ruiz de Montoya, vertido para o guarani por outro padre jesuíta, e agora publicado com a tradução portuguesa, notas, e um esboço gramatical do Abáñeê. Anais da Biblioteca Nacional do Rio deJaneiro, vol. VI. Rio de Janeiro, 1879."
        },
        {
            "acronym": "ajcl",
            "source": "ARRONCHES, João de. O Caderno da Língua ou Vocabulário Português-Tupi. (Notas e comentários à margem de um manuscrito do século XVIII por Plínio Ayrosa). São Paulo, Imprensa Oficial do Estado, 1935."
        },
        {
            "acronym": "afdclp",
            "source": "AULETE, Francisco Júlio Caldas. Dicionário Contemporâneo da Língua Portuguesa. 2. ed. Rio de Janeiro, Delta, 1970. 5 vols."
        },
        {
            "acronym": "apablt",
            "source": "AYROSA, P. Apontamentos para a Bibliografia da Língua Tupi-Guarani. Etnografia e Tupi-Guarani, n. 28, Boletim n. 169. São Paulo, Faculdade de Filosofia, Ciências e Letras/USP, 1954."
        },
        {
            "acronym": "balcta",
            "source": "BARBOSA, A. L. Curso de Tupi Antigo. Rio de Janeiro, Livraria São José, 1956."
        },
        {
            "acronym": "balpvpt",
            "source": "BARBOSA, A. L. Pequeno Vocabulário Português-Tupi. Rio de Janeiro, Livraria São José, 1951."
        },
        {
            "acronym": "balpvtp",
            "source": "BARBOSA, A. L. Pequeno Vocabulário Tupi-Português. Rio de Janeiro, Livraria São José, 1971."
        },
        {
            "acronym": "bmaml",
            "source": "BARBOSA, Maria Aparecida. Modelos em Lexico.Iogia. In: Língua e Literatura 9, São Paulo, FFLCH/USP, 1980. pp. 261-279."
        },
        {
            "acronym": "bmalpc",
            "source": "BARBOSA, Maria Aparecida. Léxico, Produção e Criatividade. Processos de Neologismo. 2. ed. São Paulo, Global, 1981 .Léxico, Produção e Criatividade. Processos de Neologismo. 2. ed. São Paulo, Global, 1981."
        },
        {
            "acronym": "bmalltt",
            "source": "BARBOSA, Maria Aparecida. Lexicologia, Lexicografia, Terminologia, Terminografia: Identidade Científica, Objeto, Métodos, Campos de Atuação. In: Anais do II Simpósio Latino-Americano de Terminologia. Brasília, 1990a."
        },
        {
            "acronym": "bmacef",
            "source": "BARBOSA, Maria Aparecida. Considerações sobre a Estrutura e as Funções da Obra Lexicográfica: Metodologia, Tecnologia e Condições de Produção. In: Actas do Colóquio e Lexicologia e Lexicografia. Lisboa, Universidade Nova de Lisboa, 1990b. pp. 229-241."
        },
        {
            "acronym": "bmaes",
            "source": "BARBOSA, Maria Aparecida. O Léxico e a Produção da Cultura: Elementos Semânticos. In: Actas do Congresso América 92. São Paulo, 1992."
        },
        {
            "acronym": "bbpahem",
            "source": "BERREDO, Bernardo Pereira de. [1719] Annaes Historicos do Estado do Maranhão. Lisboa, Officina de Francisco Luiz Ameno, 1749."
        },
        {
            "acronym": "blvdpp",
            "source": "BETTS, La Vera. Dicionário Parintintín-Português / Português Parintintín. Brasília, SIL, 1981."
        },
        {
            "acronym": "bmcl",
            "source": "BIDERMANN, Maria T. C. (Org.) A ciência da Lexicografia. In: ALFA 28 (supl.). São Paulo, Unesp, 1984."
        },
        {
            "acronym": "badc",
            "source": "BOSI, Alfredo. Dialética da Colonização. São Paulo, Companhia das Letras, 1992."
        },
        {
            "acronym": "bmhdtm",
            "source": "BOUDIN, Max H. Dicionário de Tupi Moderno (Dialeto Tembé Ténêtéhar do Alto Rio Gurupi). Conselho Estadual de Artes e Ciências Humanas, (vol. I) 1966; (vol. II) 1978."
        },
        {
            "acronym": "btpi",
            "source": "BRY, Théodore de. Peregrinationes in Indiam orientalem et Indiam occidentalem. Francfort-sur-Ie-Main, 1590-1634, in-fol."
        },
        {
            "acronym": "bfsvtgp",
            "source": "BUENO, F. S. Vocabulário Tupi-Guarani Português. São Paulo, Brasilivros, 1984.BUENO, F. S. Vocabulário Tupi-Guarani Português. São Paulo, Brasilivros, 1984."
        },
        {
            "acronym": "cavbltg",
            "source": "CABRAL, A. V. Bibliografia da Lingua Tupi ou Guarani também chamada Lingua Geral do Brazil. Rio de Janeiro, Tipographia Nacional, 1880."
        },
        {
            "acronym": "cabaja",
            "source": "CARDOSO, A. O Bem-Aventurado José de Anchieta. São Paulo, Edições Loyola, 1982."
        },
        {
            "acronym": "calpt",
            "source": "CARDOSO, A. Lírica Portuguesa e Tupi. São Paulo, Edições Loyola, 1984."
        },
        {
            "acronym": "clcdfb",
            "source": "CASCUDO, Luís da Câmara. Dicionário do Folclore Brasileiro. Rio de Janeiro, Ediouro, 1996."
        },
        {
            "acronym": "cobrvmpja",
            "source": "CAXA, Ouirício. Breve Relação da Vida e Morte do Padre José de Anchieta. In: Primeiras Biografias de José de Anchieta. São Paulo, Loyola, 1988."
        },
        {
            "acronym": "chtsm",
            "source": "CLASTRES, Hélène. A Terra sem Mal - o profetismo Tupi-Guarani. São Paulo, Brasiliense, 1978."
        },
        {
            "acronym": "cheltp",
            "source": "CLASTRES, Hélène. Estudos sobre Línguas Tupi do Brasil. Série Linguística, n. 11, Brasília, SIL, 1984."
        },
        {
            "acronym": "cmpdpub",
            "source": "CORREIA, Manuel Pio. Diccionário das Plantas úteis do Brasil e das exóticas cultivadas. Rio de Janeiro, Ministério da Agricultura - IBDF, 1984, 6 vols."
        },
        {
            "acronym": "cagdhppot",
            "source": "CUNHA, Antônio G. Dicionário Histórico das Palavras Portuguesas de Origem Tupi. São Paulo, Melhoramentos, 1982."
        },
        {
            "acronym": "dpjtdra",
            "source": "DANIEL, Pe. João. [1757] Tesouro descoberto no rio Amazonas. Biblioteca Nacional, 1976."
        },
        {
            "acronym": "drvg",
            "source": "DOOLEY, Robert. Vocabulário do Guarani. Brasília, SIL, 1982."
        },
        {
            "acronym": "dreltb",
            "source": "DOOLEY, Robert. (Org.) Estudos sobre Línguas Tupi do Brasil. Série Linguística, n. 11, Brasília, SIL, 1984"
        },
        {
            "acronym": "efgtg",
            "source": "EDELWEISS, F. G. Tupis e Guaranis. Estudos de Etnonímia e Linguística. Salvador, Secretaria da Educação e Saúde, 1947."
        },
        {
            "acronym": "efgcsct",
            "source": "EDELWEISS, F. G. O caráter da segunda conjugação tupi. Salvador, Universidade da Bahia, 1958."
        },
        {
            "acronym": "efgettg",
            "source": "EDELWEISS, F. G. Estudos Tupis e Tupi-Guaranis. Confrontos e Revisões. Rio de Janeiro, Livraria Brasiliana Editora, 1969."
        },
        {
            "acronym": "ffeclb",
            "source": "FERREIRA FRANÇA, Ernesto. Crestomatia da Língua Brasílica. Leipzig, B. G. Teubner, 1859."
        },
        {
            "acronym": "fabhndlp",
            "source": "FERREIRA, Aurélio Buarque de Holanda. Novo Dicionário da Língua Portuguesa. Rio de Janeiro, Nova Fronteira, 1975."
        },
        {
            "acronym": "gpdnh",
            "source": "GRANDES PERSONAGENS DA NOSSA HISTÓRIA. São Paulo, Abril Cultural, 1969."
        },
        {
            "acronym": "gjcib",
            "source": "GREGÓRIO, José. Contribuição Indígena ao Brasil. Belo Horizonte, União Brasileira de Educação e Ensino, 1980. (3 vols.)"
        },
        {
            "acronym": "gfdwf",
            "source": "GRENAND, Françoise. Dictionnaire Wayãpi-Français. Paris, Peeters/Selaf, 1989."
        },
        {
            "acronym": "gadgccg",
            "source": "GUASCH, Antonio. Diccionario Guarani-Castellano y Castellano-Guarani. Buenos Aires, Ed. do Autor, 1948."
        },
        {
            "acronym": "hglltlp",
            "source": "HAENSCH, Günther et al. La Lexicografia de la Lingüística Teórica a la Lexicografia Prática. Madrid, Gredos, 1982."
        },
        {
            "acronym": "hgemb",
            "source": "HAENSCH, Günther et al. Enciclopédia dos Municípios Brasileiros. Rio de Janeiro, IBGE, 1957-1964."
        },
        {
            "acronym": "irvdab",
            "source": "IHERING, Rodolfo von. Dicionário dos Animais do Brasil. São Paulo, Boletim da Agricultura de São Paulo, 1931-1936"
        },
        {
            "acronym": "jcjdhlw",
            "source": "JENSEN, C. J. O Desenvolvimento Histórico da Língua Wayampi. Campinas, Editora da Universidade Estadual de Campinas, 1990."
        },
        {
            "acronym": "kjkkdtukp",
            "source": "KAKUMASU, James e KAKUMASU, Kiyoko. Dicionário por Tópicos Urubu-Kaapor-Português. Brasília, FUNAI/SIL, 1988."
        },
        {
            "acronym": "lsdacl",
            "source": "LANDAU, Sidney. Dictionaries: The Art and Craft of Lexicography. Cambridge, University of Cambridge Press, 1993."
        },
        {
            "acronym": "lscpjb",
            "source": "LEITE, Serafim. Cartas dos Primeiros Jesuítas do Brasil. São Paulo, Comissão do IV Centenário da Cidade de São Paulo, 1954. 3 vols."
        },
        {
            "acronym": "lhpb",
            "source": "LORENZI, Harri et al. Palmeiras no Brasil (nativas e exóticas). Nova Odessa, Editora Plantarum, 1996."
        },
        {
            "acronym": "lhab",
            "source": "LORENZI, Harri et al. Árvores Brasileiras. Nova Odessa, Plantarum, 1993"
        },
        {
            "acronym": "mgoc",
            "source": "MATOS, Gregório de. Obras Completas. (Edição organizada por James Amado et al.). Salvador, Janaína, 1969. 7 vols."
        },
        {
            "acronym": "mcfpglb",
            "source": "MARTIUS, Carl Friedrich Phil von. Glossaria Linguarum Brasiliensium. Glossarios de diversas lingoas e dialectos, que fallao os Jndios no imperio do Brazil. Leipzig, Friedrich Fleischer, 1867."
        },
        {
            "acronym": "mjcib",
            "source": "MELATTI, Julio Cezar. Índios do Brasil. São Paulo/Brasília, Editora da Universidade de Brasília/Hucitec, 1993."
        },
        {
            "acronym": "mjagdafc",
            "source": "MELLO, José A. G. D. Antônio Felipe Camarão, Capitão-Mor dos Índios da Costa do Brasil. Universidade do Recife, 1954."
        },
        {
            "acronym": "mart",
            "source": "MÉTRAUX, Alfred. A Religião dos Tupinambás. São Paulo, Companhia Editora Nacional/Edusp, 1979."
        },
        {
            "acronym": "maralg",
            "source": "MONTOYA, Antônio Ruiz de. Arte de la lengua guarani, ó más bién tupi. Viena-Paris, 1876."
        },
        {
            "acronym": "marvlg",
            "source": "MONTOYA, Antônio Ruiz de. Vocabulario de la lengua guarani. Viena-Paris, 1876."
        },
        {
            "acronym": "martlg",
            "source": "MONTOYA, Antônio Ruiz de. Tesoro de la lengua guarani. Viena-Paris, 1876."
        },
        {
            "acronym": "marclg",
            "source": "MONTOYA, Antônio Ruiz de. Catecismo de la lengua guarani. Leipzig, Ed. de Júlio Platzmann, /B. G. Teubner, 1876."
        },
        {
            "acronym": "marmgbnrj",
            "source": "MONTOYA, Antônio Ruiz de. Manuscripto guarani da Bibliotheca Nacional do Rio de Janeiro sôbre a primitiva catechese dos índios das Missões, vertido para o guarani por outro padre jesuita, e agora publicado com a traducção portugueza, notas, e um esbôço grammatical do Abáñeê por Baptista Caetano de Almeida Nogueira. Annaes da Bibliotheca Nacional do Rio de Janeiro, vol. VI. Rio de Janeiro, 1879."
        },
        {
            "acronym": "mpjmhm",
            "source": "MORAES, Pe. José de. [1759] Memorias para a historia do extincto estado do Maranhão cujo território comprehende hoje as províncias do Maranhão, Piauhy, Grão-Pará e Amazonas. Rio de Janeiro, Brito &amp; Braga/J.P. Hildebrant, 1860."
        },
        {
            "acronym": "msadlp",
            "source": "MORAIS SILVA, Antônio de. Diccionario da Língua Portugueza. 2. ed. Lisboa, 1813. 2 vols."
        },
        {
            "acronym": "neammta",
            "source": "NAVARRO, Eduardo de A. Método Moderno de Tupi Antigo - A língua do Brasil dos Primeiros Séculos. 3. ed. São Paulo, Global, 2006."
        },
        {
            "acronym": "nmcb",
            "source": "NÓBREGA, M. Cartas do Brasil, 1549-1560. Belo Horizonte, Itatiaia/São Paulo, Edusp, 1988."
        },
        {
            "acronym": "omandegge",
            "source": "ORTIZ-MAYANS, Antônio. Nuevo Diccionario Español-Guarani e Guarani-Español. Buenos Aires, Libreria Platero Editorial, 1973."
        },
        {
            "acronym": "pdblp",
            "source": "(PDBLP) Pequeno Dicionário Brasileiro da Língua Portuguesa. (Organizado por Hildebrando de Lima e Gustavo Barroso). Rio de Janeiro, Editora Civil1zação Brasileira, 1943."
        },
        {
            "acronym": "rpalg",
            "source": "RESTIVO, Pablo. Arte de la lengua guarani. Stuttgart, Ed. de C. F. SeybolcJ/Guilherme Kohlhammer, 1892."
        },
        {
            "acronym": "rpvlg",
            "source": "RESTIVO, Pablo. Vocabulario de la lengua guarani. Stuttgart, Ed. de C. F. Seybold/Guilherme Kohlhammer, 1893."
        },
        {
            "acronym": "rdjll",
            "source": "REY-DEBOVE, Josete. La Lexicographie. In: Langages, n. 19, Larousse, Paris, set. 1970."
        },
        {
            "acronym": "raddftg",
            "source": "RODRIGUES, Aryon Dall'Igna. Diferenças Fonéticas entre o Tupi e o Guarani. In: Arquivos do Museu Paranaense, vol. IV, Curitiba, 1945. pp. 333-354."
        },
        {
            "acronym": "radcvt",
            "source": "RODRIGUES, Aryon Dall'Igna. A categoria da voz em Tupi. In: Logos, ano II, n. 6, Curitiba, 1947. pp. 50-53."
        },
        {
            "acronym": "radrt",
            "source": "RODRIGUES, Aryon Dall'Igna. A reduplicação em Tupi. In: Gazeta do Povo, Curitiba, 31-III-1950."
        },
        {
            "acronym": "radeielt",
            "source": "RODRIGUES, Aryon Dall'Igna. Esboço de uma introdução ao estudo da Língua Tupi. In: Logos, ano VI, n. 13, Curitiba, 1951. pp. 43-58."
        },
        {
            "acronym": "radct",
            "source": "RODRIGUES, Aryon Dall'Igna. A composição em Tupi. ln: Logos, ano VI, n. 14, Curitiba, 1951. pp. 63-70."
        },
        {
            "acronym": "radamtt",
            "source": "RODRIGUES, Aryon Dall'Igna. Análise morfológica de um texto Tupi. In: Logos, ano VII, n. 15, Curitiba, Tip. João Haupt &amp; Cia. Ltda., 1952. pp. 55-57."
        },
        {
            "acronym": "radmvt",
            "source": "RODRIGUES, Aryon Dall'Igna. Morfologia do Verbo Tupi. In: Letras, n. 1, Curitiba, 1953."
        },
        {
            "acronym": "radpdts",
            "source": "RODRIGUES, Aryon Dall'Igna. Phonologie der Tupinambá-Sprache. Universidade de Hamburgo, 1959. (Tese de Doutorado)"
        },
        {
            "acronym": "radspt",
            "source": "RODRIGUES, Aryon Dall'Igna. O Sistema Pessoal do Tupinambá. In: Ensaios Linguísticos, Belo Horizonte, 1978. pp.167-173."
        },
        {
            "acronym": "radlbcli",
            "source": "RODRIGUES, Aryon Dall'Igna. Línguas Brasileiras - para o conhecimento das línguas indígenas. São Paulo, Loyola, 1986. (Coleção Missão Aberta, 11)"
        },
        {
            "acronym": "raddtpc",
            "source": "RODRIGUES, Aryon Dall'Igna. Descripción del Tupinambá en el Período Colonial: El Arte de José de Anchieta. In: Colóquio Internacional sobre a Descrição das Línguas Ameríndias no Período Colonial. Ibero-amerikanisches Institut, Berlin, 1995."
        },
        {
            "acronym": "radlgsa",
            "source": "RODRIGUES, Aryon Dall'Igna. As Línguas Gerais Sul-Americanas. In: Papia, Revista de Crioulos de Base Ibérica, v. 4, n. 2, 1996."
        },
        {
            "acronym": "radapt",
            "source": "RODRIGUES, Aryon Dall'Igna. Argumento e Predicado em Tupinambá. Boletim da Associação Brasileira de Linguística, n. 19, 1996."
        },
        {
            "acronym": "radclib",
            "source": "RODRIGUES, Aryon Dall'Igna. O Conceito de Língua Indígena no Brasil, I: Os Primeiros Cem Anos (1550-1650) na Costa Leste. ANPOLL, mesa redonda inter-GTs sobre ideias linguísticas no Brasil, 1996."
        },
        {
            "acronym": "radedt",
            "source": "RODRIGUES, Aryon Dall'Igna. Estrutura do Tupinambá. Inédito."
        },
        {
            "acronym": "rpvpja",
            "source": "RODRIGUES, P. Vida do Padre José de Anchieta. In: Annais da Biblioteca Nacional, XIX. Rio de Janeiro, 1897."
        },
        {
            "acronym": "rdarvca",
            "source": "ROLIM, D. Antonio. [1751] Relação da viagem que fez o conde de Azambuja, D. Antonio Rolim, da cidade de São Paulo para a villa do Cuyabá em 1751. Edição de Francisco Adolfo de Varnhagen, 1866."
        },
        {
            "acronym": "sttgn",
            "source": "SAMPAIO, Teodoro. O Tupi na Geografia Nacional. São Paulo, Companhia Editora Nacional, 1987."
        },
        {
            "acronym": "secdb",
            "source": "SANCEAU, Elaine. Capitães do Brasil (1500-1572). São Paulo, Artpress, 2002."
        },
        {
            "acronym": "senpm",
            "source": "SANTOS, Eurico. Nossos Peixes Marinhos. Belo Horizonte, Villa Rica, 1992. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "sepad",
            "source": "SANTOS, Eurico. Peixes da Água Doce. 4. ed. Belo Horizonte, Itatiaia, 1987. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "seaer",
            "source": "SANTOS, Eurico. Anfíbios e Répteis. Belo Horizonte, Villa Rica, 1987. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "semda",
            "source": "SANTOS, Eurico. O Mundo dos Artrópodes. Belo Horizonte, Itatiaia, 1982. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "semdb",
            "source": "SANTOS, Eurico. Moluscos do Brasil. Belo Horizonte, Itatiaia, 1982. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "seegm",
            "source": "SANTOS, Eurico. Entre o Gambd e o Macaco. Belo Horizonte, Itatiaia, 1984. (Col. Zoologia Brasílica)"
        },
        {
            "acronym": "shob",
            "source": "SICK, Helmut. Ornitologia Brasileira. Brasília, Editora da UnB/Linha Gráfica Editora, 1984. 2 vols."
        },
        {
            "acronym": "sevlg",
            "source": "STRADELLI, E. Vocabulário da Língua Geral: Português-Nheengatu e Nheengatu-Português. In: Revista do Instituto Histórico e Geográfico Brasileiro, 104 (158). Rio de Janeiro, 1929."
        },
        {
            "acronym": "sbplpmdm",
            "source": "SVENSÉN, B. Practical Lexicography Principies and Methods of Dictionary Making. Oxford, Oxford University Press, 1993."
        },
        {
            "acronym": "vfahgb",
            "source": "VARNHAGEN, Francisco Adolfo de. História Geral do Brasil antes de sua separação e independência de Portugal. (Revisão e notas de Rodolfo Garcia). 4. ed. São Paulo, Companhia Editora Nacional, 1951. 5 vols. "
        },
        {
            "acronym": "vhaaab",
            "source": "VIOTTI, Hélio A. Anchieta, o Apóstolo do Brasil. São Paulo, Edições Loyola, 1980."
        },
        {
            "acronym": "whepdlk",
            "source": "WEISS, Helga Elisabeth. Para um Dicionário da Llngua Kayabí. São Paulo, FFLCH/USP, 1998. (Tese de Doutorado)"
        },
        {
            "acronym": "cmtdhpb",
            "source": "CAMARGO, Maria Teresa de. (Org.) Dicionário Histórico do Português do Brasil. Trechos retirados do banco de dados <http://lablex.fclar.unesp.br/philologic/>, pertencente ao Projeto Institutos do Milênio do CNPq - ex Biderman."
        },
        {
            "acronym": "sabspso",
            "source": "SOUSA, Afonso Botelho de S. Paio e Sousa, (1962) [1768], Ordens para Comprir o Tenente Domingos Lopes Cascais, Comandante da Expedição, que por Ordem do Ilustríssimo e Excelentíssimo Senhor General Vai pelo Rio do Registo Abaixo, preparada a Expedição pelo Ajudante-das-Ordens dêsse Govêrno, Afonso Botelho de S. Paio e Sousa."
        },
        {
            "acronym": "sabspsdmc",
            "source": "SOUSA, Afonso Botelho de S. Paio e Sousa, [1769], Diário e Marcha da Companhia de que É Capitão Estêvão Ribeiro Baião."
        },
        {
            "acronym": "fararn",
            "source": "FERREIRA, Alexandre Rodrigues, [n. d.], 1ª Parte: Alto Rio Negro - Participação Sexta: de São Gabriel a Marabitanas."
        },
        {
            "acronym": "farbrn",
            "source": "FERREIRA, Alexandre Rodrigues, [n. d.], 2ª Parte: Baixo Rio Negro - Participação Sétima: Participação Geral do Rio Negro."
        },
        {
            "acronym": "taerm",
            "source": "TAUNAY, Afonso de E. (1981), Relatos Monçoeiros"
        },
        {
            "acronym": "oadctd",
            "source": "OLIVEIRA, Antonio d', (1956) (1553], Confirmação das Terras Doadas pelo Ir. Pero Correia ao Colégio de S. Vicente, 22 de Março 1553."
        },
        {
            "acronym": "aajmo",
            "source": "ANTONIL, André João,  (1711) (1711], Terceira Parte - pelas Minas do Ouro."
        },
        {
            "acronym": "anonmcsv",
            "source": "ANÔNIMO,  [c. 1630], Mapa da Capitania de São Vicente."
        },
        {
            "acronym": "anondsc",
            "source": "ANÔNIMO, (1920, Obra Impressa / 2006, Reprodução Digital) (1717), Nº 367 - Data e Sesmaria do Capitão Manoel Dias Netto, de Tres Leguas de Terra no Riacho Pirambeba, em um Olho D'Agua que Nasce no Pé da Serra da Meruoca e Desagoa no mesmo Riacho, Concedida pelo Capitão-Mór Manoel da Fonseca Jayme, em 18 de Novembro de 1717."
        },
        {
            "acronym": "anondsj",
            "source": "ANÔNIMO, [17 48], Nº 529 - Data e Sesmaria de Jozé Coelho Ferreira de Tres Leguas de Terra no Riacho Posso da Anta, na Serra da Uruburetama, Concedida pelo Capitão-Mór Francisco da Costa, em 29 de Março de 1748."
        },
        {
            "acronym": "anonnfn",
            "source": "ANÔNIMO,  (muito provavelmente Joseph Barbosa de Sáa) (1999) [1765], [II]. Noticia de alguns Frutos mais Notaveis q' se Conhecem no Brazil, com a Distinção das suas Diferentes Denominaçoens"
        },
        {
            "acronym": "anonnac",
            "source": "ANÔNIMO, [Vlll]. Noticia das Aves, q' se Conhecem no Brazil, com a Distinção, e Circunstcas de Cada Húa delas."
        },
        {
            "acronym": "anon",
            "source": "ANÔNIMO, [IV Sobre Minerais e Metais]."
        },
        {
            "acronym": "biacia",
            "source": "BLÁZQUEZ, Ir. António,  (1956) [1557], Carta do Ir. António Blázquez por Comissão do P. Manuel da Nóbrega ao P. Inácio de Loyola, [Baía] 10 de Junho 1557."
        },
        {
            "acronym": "caaccs",
            "source": "CARVALHO, Antônio de Albuquerque Coelho de, (1896) [1710], III - Cartas de Sesmaria."
        },
        {
            "acronym": "damvdgcmg",
            "source": "DRUMMOND, Antonio de Menezes Vasconcellos de, (1857) [1797], Descripção Geographica da Capitania de Mato-Grosso: Anno de 1797."
        },
        {
            "acronym": "pafsrmcp",
            "source": "PINTO, Antonio Ferreira Soares, (1865) [n.d.], Relação das Matas da Capitania da Parahyba, Offerecida pelo mesmo Socio Correspondente."
        },
        {
            "acronym": "hajfpva",
            "source": "HORTA, Antonio Joze da Franca e, (1990) [1803], Para o Ex.Mo Snr. Visconde de Anadia - [71]."
        },
        {
            "acronym": "hajfpr",
            "source": "HORTA, Antonio Joze da Franca e, Para o ex.mo snr. d. Rodrigo - Nº 16."
        },
        {
            "acronym": "lapspmeo",
            "source": "LEME, Antonio Pires da Silva Pontes, (1896) [n.d.], Memorias sobre a Extracção do Ouro na Capitania de Minas Geraes."
        },
        {
            "acronym": "vpappb",
            "source": "VIEIRA, Padre Antônio, (1925) [1654], Carta LXV - ao Padre Provincial do Brasil 1654."
        },
        {
            "acronym": "vpacrdj",
            "source": "VIEIRA, Padre Antônio, (1925) [1655], Carta LXXIV - ao Rei D. João IV 1655 - Dezembro 8."
        },
        {
            "acronym": "vpa3sqdq",
            "source": "VIEIRA, Padre Antônio, (1951) [1657), 3º Sermão da Quarta Dominga da Quaresma."
        },
        {
            "acronym": "mccrmm",
            "source": "MATOSO, Caetano da Costa, (1999) [1749], 4 -[Relação de um Morador de Mariana e de Algumas Coisas Mais Memoráveis Sucedidas]."
        },
        {
            "acronym": "mccrcr",
            "source": "MATOSO, Caetano da Costa,  78 - Relação dos Contratos e Rendas que sua Majestade Tem nesta Capitania das Minas, sua Origem, Criação, Aplicação e Consignação na Forma da sua Real Ordem."
        },
        {
            "acronym": "mccnt",
            "source": "MATOSO, Caetano da Costa,  113 - [Notícias das Taquaras, dos Cipós e das Muitas Comidas que se Fazem]"
        },
        {
            "acronym": "mccdj",
            "source": "MATOSO, Caetano da Costa, 138 - [Diário da Jornada que Fez o Ouvidor Caetano da Costa Matoso Para]."
        },
        {
            "acronym": "mccdbm",
            "source": "MATOSO, Caetano da Costa, 143 - Descrição do Bispado do Maranhão."
        },
        {
            "acronym": "mccgiaf",
            "source": "MATOSO, Caetano da Costa / GOUVEIA, Luís José Ferreira de, - [Informação das Antiguidades da Freguesia de Guarapiranga]"
        },
        {
            "acronym": "desceq",
            "source": "Desconhecido, (1988) [1704], [Encontrando Quilombos] - Transcrição por Maria Filgueiras Gonçalves e Introdução de Ana Lúcia Louzada Wemeck - Notícia Diária e lndividual das Marchas [,] E Acontecimentos Ma(I)S Condigno(S) da Jornada que Fez o Senhor Mestre de Campo, Regente[,] e Guarda(-) Mor Indcio Corre(I)A Pamplona, desde que Saiu de sua Casa[,] e Fazenda do Capote às Conquistas do Sertão, até se Tornar a Recolher à mesma sua Dita Fazenda do Capote Etc.Etc.Etc."
        },
        {
            "acronym": "descrc",
            "source": "Desconhecido, (1899) (1754), Relação | da Chegada, | que Teve a Gente de Mato Groço, | e Agora se Acha em Companhia do Senhor | D. Antonio | Rolim | desde o Porto de Araritaguaba, até | a esta Vila Real do | Senhor | Bom Jesus | do Cuyaba."
        },
        {
            "acronym": "descds",
            "source": "Desconhecido, (1931) [1798], Bahia - Devassas e Sequestros."
        },
        {
            "acronym": "descigcp",
            "source": "Desconhecido, (1908) [n.d.], Informação Geral da Capitania de Pernambuco."
        },
        {
            "acronym": "desccm",
            "source": "Desconhecido, (1981) [n.d.], XX - Cartografia das monções dos séculos XVII e XVIII - Notícias práticas."
        },
        {
            "acronym": "cfdllppc",
            "source": "COUTO, Frei Domingos de Loreto, Livro Primeiro - Pernambuco Conquistado / Cap. IX - Mostra-se Ser Falço que os Índios Conservão Resabios da Gentilidade. N. 100."
        },
        {
            "acronym": "cfdlpisf",
            "source": "COUTO, Frei Domingos de Loreto, Livro Setimo - Pernambuco Illustrado pelo Sexo Femenino"
        },
        {
            "acronym": "cpfctb",
            "source": "CARDIM, Padre Fernão, (1980) [1585], I - Do Clima e Terra do Brasil - E de algumas Cousas Notaveis que se Achão assi na Terra como o Mar."
        },
        {
            "acronym": "cpfpoib",
            "source": "CARDIM, Padre Fernão, II - Do Principio e Origem dos Indios do Brasil - E de seus Costumes, Adoração e Ceremonias."
        },
        {
            "acronym": "cpfimp",
            "source": "CARDIM, Padre Fernão, [1583], III - Informação da Missão do P. Christovão Gouvêa ás Partes do Brasil - Anno de 83, - Ou Narrativa Epistolar de uma Viagem e Missão Jesuítica."
        },
        {
            "acronym": "bfoncsp",
            "source": "BARBOSA, Francisco de Oliveira, (1885) [1792], Noticias da Capitania de S. Paulo, da America Meridional: Escritas no Anno de 1792, por Francisco de Oliveira Barbosa."
        },
        {
            "acronym": "sfxrrgh",
            "source": "SAMPAIO, Francisco Xavier Ribeiro de, (1872) [1642], Relação Geographica Historica do Rio Branco da America Portugueza. Composta pelo Bacharel Francisco Xavier Ribeiro de Sampaio."
        },
        {
            "acronym": "sfxrdvcrn",
            "source": "SAMPAIO, Francisco Xavier Ribeiro de, (1992) [1774), Diário da Viagem da Capitania do Rio Negro, Feita por Francisco Xavier Ribeiro de Sampaio em 1774/1775."
        },
        {
            "acronym": "dfgmmhc",
            "source": "DEUS, Frei Gaspar da Madre de, (1920) [1767), Memorias para a Historia da Capitania de S. Vicente hoje Chamada de S. Paulo."
        },
        {
            "acronym": "sjccaj",
            "source": "SOUZA, Jeronymo de Castro e, (1936) (1789), Carta do Alferes Jeronymo de Castro e Souza, Denunciando o Tiradentes."
        },
        {
            "acronym": "bsmejvmrc",
            "source": "BRAUN, Sargento-Mór Engenheiro João Vasco Manoel de, ( 1874) [1784], Roteiro Corographico da Viagem que Martinho de Sousa e Albuquerque, Governador e Capitão General do Estado do Brasil, e Determinou Fazer ao Rio das Amazonas, em a Parte que Fica Comprehendida na Capitania do Grão­-Parã: Tudo em Destino de Ocularmente Observar e Soccorrera Praça, Fortalezas e Povoações que lhes São Confrontantes. "
        },
        {
            "acronym": "apjibc",
            "source": "ANCHIETA, Padre José de, (1964) [1584], Informação do Brasil e de suas Capitanias."
        },
        {
            "acronym": "cjjcacivmap",
            "source": "COUTINHO, José Joaquim da Cunha de Azeredo, (1804) [n.d.], Capitulo IV - Em que se Apontam os Meios de se Aproveitar as Produsoens, e a Agricultura do Continente das Minas que Alias He Já Perdido para o Oiro."
        },
        {
            "acronym": "bjpsbag",
            "source": "BRAGA, José Peixoto da Silva,  (1982) [1722], A Bandeira do Anhanguéra a Goyas em 1722, segundo José Peixoto da Silva Braga."
        },
        {
            "acronym": "cjvitvr",
            "source": "COUTO, José Vieira,  (1842) [1801], Itinerario de Tejuco a Villa Rica pelo Caminho de Mato Dentro - Platina do Brazil."
        },
        {
            "acronym": "cjvivrsf",
            "source": "COUTO, José Vieira, Itinerario de Villa Rica até ao Rio de S. Francisco."
        },
        {
            "acronym": "sjbrpc",
            "source": "SÁ, Joseph Barboza de,  ( 1904) [1775], I - Joseph Barboza de Sá. Relação das Povoaçoens do Cuyabá em Mato Groso de seos Principios thé os Prezentes Tempos."
        },
        {
            "acronym": "sjbasac",
            "source": "SÁ, Joseph Barboza de, (Advogado da Vila de Cuiabá), Angelo dos Santos (Secretário do Governo), Miguel Jozé Rodrigues (Escrivão da Câmera) [1782), Anaes do Senado / Atas de Cuiabá."
        },
        {
            "acronym": "rjatppmsi",
            "source": "RENDON, Joze Arouche de Toledo, (1990) [1802], Plano em que se Propoem o Melhoramento da Sorte dos Indios, Reduzindo-se a Freguezias as suas Aldeas, e Extinguindo se este Nome, e esta Antiga Separação em que Tem Vivido a Mais de Dois Seculos."
        },
        {
            "acronym": "mjcrfcg",
            "source": "MENEZES, Jozé Cezar de,  (1917) [n.d.], Resumo das Freguezias da Comarca de Goyana, e Capitania de Itamaracá."
        },
        {
            "acronym": "mjcmhcp",
            "source": "MENEZES, Jozé Cezar de, (1917) [n.d.], Mappa dos Habitantes da Commarca de Pernambuco Dividida pelas Classes Abaixo em Virtude da Ordem de Sua Magestade."
        },
        {
            "acronym": "mlacttdd",
            "source": "MATTOS, Libanio Augusto da Cunha, (1857) [1786), Terceiro Trimestre - Diario da Diligencia do Reconhecimento do Paraguay desde o Logar do Marco da Boca do Jaurú até Abaixo do Presidio de Nova Coimbra, que Comprehende a Configuração das Lagoas Gaíba, Uberaba, Madioré, e das Serras do Paraguay, e Igualmente o Reconhecimento do Rio Cuyabá até a Villa D'Este Nome, e D'Ella por S. Pedro D'El-Rei até a Yilla-Bella; pelo Capitão Engenheiro Ricardo Franco de Almeida Serra, no Anno de 1786."
        },
        {
            "acronym": "vlscds",
            "source": "VILHENA, Luiz dos Santos,  (1921) [1801], Carta Decima Sexta."
        },
        {
            "acronym": "vlscdo",
            "source": "VILHENA, Luiz dos Santos,  (1921) [1801], , Carta Decima Oitava."
        },
        {
            "acronym": "vlscv",
            "source": "VILHENA, Luiz dos Santos,  (1921) [1801], Carta Vigesima."
        },
        {
            "acronym": "vlscvp",
            "source": "VILHENA, Luiz dos Santos,  (1921) [1801], Carta Vigesima Primeira."
        },
        {
            "acronym": "vlscp",
            "source": "VILHENA, Luiz dos Santos, [1802], Carta Primeira."
        },
        {
            "acronym": "vlscs",
            "source": "VILHENA, Luiz dos Santos, [1802], Carta Segunda."
        },
        {
            "acronym": "vlscdq",
            "source": "VILHENA, Luiz dos Santos, [1802], Carta Decima Quarta."
        },
        {
            "acronym": "cltniv",
            "source": "CAMPOS, Luiz Thomaz de Navarro de,  (1866) [1808], Numero 28 - Itinerario da Viagem que Fez por Terra, da Bahia ao Rio de Janeiro, por Ordem do Principe Regente, em 1808, o Desembargador Luiz Thomaz de Navarro. (Ms. Inedito, Offerecido ao Instituto pelo Sacio Correspondente o Sr. F, A. de Vamhagen). "
        },
        {
            "acronym": "amgnpcpms",
            "source": "AGUIAR, Manoel Gonçalves de,  [n.d.], Notícias Práticas da Costa e Povoação do Mar do Sul em 26 de Agosto de 1721."
        },
        {
            "acronym": "pmsccf",
            "source": "PAYO, Manuel de Sam (Juiz Ord.inário); FREYRE, Antonio Alvres (Tabelião e Escrivão); ABREU, Thome Pacheco e (Escrivão) (1921) (1726], Cap.Os de Correição que Faz o Cap.Am Manuel de Sam Payo Juiz Ordinario e Orphãos da V.A De Pem. e Nella e sua Comr.A Ouvidor Geral Pella Ley. "
        },
        {
            "acronym": "emdddmp",
            "source": "EÇA, Manuel de Souza d', Diversos Documentos sobre o Maranhão e o Pará."
        },
        {
            "acronym": "pmjps1np",
            "source": "PONTES, Manuel José Pires da Silva,  (1981) [n.d.], I - Notícia dos Primeiros Descobridores das Primeiras Minas de Ouro Pertencentes a estas Minas Gerais. - Pessoas mais Assinaladas nestas Empresas e dos Mais Memoráveis Casos Acontecidos des seus Princípios."
        },
        {
            "acronym": "pmjps2np",
            "source": "PONTES, Manuel José Pires da Silva,  (1981) [n.d.], II - Continua-se com as Notícias dos mais Descobridores, que Foram Ampliando os Descobrimentos e das Pessoas mais Assinaladas neste Exercício para tanto Bem Comum, e Aumento de Toda a Monarquia Portuguesa."
        },
        {
            "acronym": "pmjps3np",
            "source": "PONTES, Manuel José Pires da Silva,  (1981) [n.d.], III - Continua-se com as Notícias dos mais Descobridores, que Foram Ampliando os Descobrimentos e das Pessoas mais Assinaladas neste Exercício para tanto Bem Comum, e Aumento de Toda a Monarquia Portuguesa."
        },
        {
            "acronym": "smitms",
            "source": "SILVA, Maria da, a (1655], Inventário e Testamento de Maria da Silva (1655)."
        },
        {
            "acronym": "amfrdvm",
            "source": "ANDRADA, Martim Francisco Ribeiro de,  (1869) [1805], Diario de uma Viagem Mineralogica pela Província de S. Paulo no Anno de 1805: pelo Conselheiro Martim Francisco Ribeiro De Andrada."
        },
        {
            "acronym": "smcms",
            "source": "SÁ, Mem de, [1560], Carta de Mem de Saa, Governador do Brazil para El Rey."
        },
        {
            "acronym": "lptapnm",
            "source": "LEME, Pedro Taques de Almeida Paes, (1954) [1645], Notícias das Minas."
        },
        {
            "acronym": "lptapnp",
            "source": "LEME, Pedro Taques de Almeida Paes, ( 1980) [n.d.], Nobiliarquia Paulistana."
        },
        {
            "acronym": "prcsvm",
            "source": "PINHEIRO, Ruy Carvalho, (1944) [1635], Sobre o Vinho de Mel."
        },
        {
            "acronym": "psrlp",
            "source": "PITTA, Sebastião da Rocha, (1878) [1730], Livro Primeiro."
        },
        {
            "acronym": "psrln",
            "source": "PITTA, Sebastião da Rocha, (1878) [1730], Livro Nono."
        },
        {
            "acronym": "vdsmcb",
            "source": "VIDE, Dom Sebastião Monteyro da, (1720) [1707], Catalago dos Bispos que Teve o Brasil até o Anno de 1676."
        },
        {
            "acronym": "scserm",
            "source": "SYLVEIRA, Cap. Symão Estacio da,  (1624) [1624], Relação Sv Maria. as Covsas do Maranhão."
        },
        {
            "acronym": "tacdcft",
            "source": "APÓCRIFO, Texto, (1996) (1585], Como Destroida a Capaoba Foram ao Tujucupapo, aonde Tiverão a Maior Briga de Todas - Capítulo 22º."
        },
        {
            "acronym": "abnrj",
            "source": "ABN,  ANAIS DA BIBLIOTECA NACIONAL DO RIO DE JANEIRO. Rio de Janeiro, 1876."
        },
        {
            "acronym": "ajdagl",
            "source": "ANCHIETA, Joseph de. Arte de Grammatica da Lingoa mais usada na Costa do Brasil. Edição fac-similar da Biblioteca Nacional do Rio de Janeiro. Rio de Janeiro, Imprensa Nacional, 1933."
        },
        {
            "acronym": "ajdcifhs",
            "source": "ANCHIETA, Joseph de.  Cartas, Informações, Fragmentos Históricos e Sermões. Rio de Janeiro, Academia Brasileira de Letras/Livraria Civilização Brasileira, 1933."
        },
        {
            "acronym": "ajdddf",
            "source": "ANCHIETA, Joseph de. Diálogo da Fé. (Organização, tradução e notas do Pe. Armando Cardoso). São Paulo, Edições Loyola, 1988."
        },
        {
            "acronym": "ajdpoes",
            "source": "ANCHIETA, Joseph de. Poesias. (Edição documentária de Maria de Lourdes de Paula Martins). São Paulo, Museu Paulista, Comissão do IV Centenário da Cidade de São Paulo, 1954."
        },
        {
            "acronym": "ajddc1",
            "source": "ANCHIETA, Joseph de. Doutrina Cristã, I (Catecismo Brasllico). (Edição fac-similar de manuscrito do Arquivo da Postulação Geral da Companhia de Jesus, n. 29, ms. 1730). (Organização, tradução e notas do Pe. Armando Cardoso). São Paulo, Edições Loyola, 1993."
        },
        {
            "acronym": "ajddc2",
            "source": "ANCHIETA, Joseph de. Doutrina Cristã, II (Doutrina Autógrafa e Confessionário). (Edição fac-similar de manuscrito do Arquivo da Postulação Geral da Companhia de Jesus, n. 29, ms. 1730). (Organização, tradução e notas do Pe. Armando Cardoso). São Paulo, Edições Loyola, 1993."
        },
        {
            "acronym": "ajdpoem",
            "source": "ANCHIETA, Joseph de. Poemas - Lírica Portuguesa e Tupi. (Organização, tradução e notas de Eduardo de Almeida Navarro). São Paulo, Editora Martins Fontes, 1997. (Gotejado com a edição documentária de Maria de Lourdes de Paula Martins)"
        },
        {
            "acronym": "ajdteat",
            "source": "ANCHIETA, Joseph de. Teatro de Anchieta. (Organização, tradução e notas de Eduardo de Almeida Navarro). São Paulo, Editora Martins Fontes, 1999. (Gotejado com a edição documentária de Maria de Lourdes de Paula Martins)"
        },
        {
            "acronym": "aadclb",
            "source": "ARAÚJO, Antônio de. Catecismo na Lingoa Brasílica no qual se contem a summa da doctrina christã. Com tudo o que pertence aos Mysterios de nossa sancta Fé &amp; bõs custumes. Reprodução fac­-similar da 1ª edição (1618), com apresentação do Pe. A. Lemos Barbosa. Rio de Janeiro, Pontifícia Universidade Católica do Rio de Janeiro, 1952."
        },
        {
            "acronym": "aadcbd",
            "source": "ARAÚJO, Antônio de.  Catecismo Brasílico da Doutrina Cristã. Edição fac-similar da 2ª edição (1686), corrigida por Bartolomeu de Leão. Leipzig, Julius Platzmann/B. G. Teubner, 1898."
        },
        {
            "acronym": "bjfcmpcj",
            "source": "BETTENDORFF, João Filipe. Crônica da Missão dos Padres da Companhia de Jesus no Estado do Maranhão, 1698. (Publicada na Revista do Instituto Histórico e Geográfico Brasileiro, LXXII, 1909.)"
        },
        {
            "acronym": "bjfcdclp",
            "source": "BETTENDORFF, João Filipe.  Compendio da Doutrina Christãa na Língua Portugueza e Brasilica. Reimpresso por Frei José Mariano da Conceição Vellozo. Lisboa, Offic. de Simão Thaddeo Ferreira, 1800."
        },
        {
            "acronym": "bafdgb",
            "source": "BRANDÃO, Ambrósio Fernandes. Diálogos das Grandezas do Brasil. Segundo a edição da Academia Brasileira de Letras, corrigida e aumentada, com notas de Rodolpho Garcia e introdução de Jaime Cortesão. Rio de Janeiro, Edições Dois Mundos, 1943. (Utilizaram-se também fotocópias do manuscrito L.Q.14 da Biblioteca da Universidade de Leiden, Holanda)"
        },
        {
            "acronym": "bhqwh",
            "source": "BRASIL HOLANDÊS - Os quadros do \"Weinbergschlösschen\" de Hoflössnitz, vol. III. Rio de Janeiro, Editora Index, 1997."
        },
        {
            "acronym": "caoigga",
            "source": "CADORNEGA, Antônio de Oliveira de. História Geral das Guerras Angolanas [1681]. Revisto e anotado por Manuel Alves da Cunha. Tomo III, Lisboa, Agência Geral das Colônias, 1942."
        },
        {
            "acronym": "cfmvltl",
            "source": "CALADO, Frei Manuel. O Valoroso Lucideno e o Triumpho da Liberdade. Primeira Parte. Lisboa, Paulo Craesbeeck Impressor, 1648."
        },
        {
            "acronym": "cdcacio",
            "source": "CARTAS DOS CAMARÕES. Arquivos da Companhia das Índias Ocidentais. Real Biblioteca de Haia, Holanda. (microfilmes)"
        },
        {
            "acronym": "cprpcsvc",
            "source": " CARDER, Peter. The relation of Peter Carder of Saint Verian in Cornwall, within seven miles of Falmouth, which went with Sir Francis in his Voyage about the world begun 1577. In: Purchas, Samuel, His Pilgrimes, · London, 1625."
        },
        {
            "acronym": "cpfttgb",
            "source": "CARDIM, Pe. Fernão. Tratados da Terra e Gente do Brasil. Introduções e notas de Baptista Caetano, Capistrano de Abreu e Rodolpho Garcia. 3. ed. São Paulo, Companhia Editora Nacional/MEC, 1978."
        },
        {
            "acronym": "cpdnpchlb",
            "source": "CASTILHO, Pero de. Os Nomes das Partes do Corpo Humano pela Língua do Brasil. São Paulo, Edição de Plínio Ayrosa/Revista dos Tribunais, 1937."
        },
        {
            "acronym": "cnaeo",
            "source": "COLEÇÃO NIEDENTHAL - \"Animaux et Oiseaux\". In: Brasil Holandês (org. de Dante Martins Teixeira), Petrópolis, Editora Index, 1998."
        },
        {
            "acronym": "cnaei",
            "source": ") COLEÇÃO NIEDENTHAL - \"Animaux et Insectes\". ln: Brasil Holandês, vol. II (org. de Dante Martins Teixeira), Petrópolis, Editora lndex, 2000."
        },
        {
            "acronym": "dachmfc",
            "source": "D'ABBEVILLE, Claude. Histoire de la Mission des Feres Capucins en Isle de Maragnan et Terres Circonvoisines. Paris, 1614."
        },
        {
            "acronym": "deyvnb",
            "source": "D'EVREUX, Yves. Viagem ao Norte do Brasil. Tradução do Dr. César Augusto Marques do original francês Suitte de l'histoire des choses plus memorables advenues en Maragnan es annéss 1613 et 1614. Rio de Janeiro, 1929. (Tradução cotejada com a edição de 1864, anotada por Ferdinand Denis, intitulada Voyage dans le Nord du Brésil fait durant les années 1613 et 1614, Librairie A. Franck, Leipzig et Paris)."
        },
        {
            "acronym": "ddppvso",
            "source": "DENUNCIAÇÕES DE PERNAMBUCO (Primeira Visitação do Santo Offício às Partes do Brasil. Pelo licenciado Heitor Furtado de Mendonça [1593-1595]). São Paulo, Homenagem de Paulo Prado, 1929."
        },
        {
            "acronym": "dphaiaa",
            "source": "DOCUMENTOS PARA A HISTÓRIA DO AÇÚCAR. Instituto do Açúcar e do Álcool. Vol. II. Engenho Sergipe do Conde. Livro de Contas (1622-1653]. Rio de Janeiro, 1956."
        },
        {
            "acronym": "fpjsaa",
            "source": "FERREIRA, Pe. João de Sousa, América Abreviada. Suas notícias e de seus naturaes, e em particular do Maranhão [1693]. Publicada na Revista do Instituto Histórico e Geográfico Brasileiro, LVII, 1894. pp. 5-145."
        },
        {
            "acronym": "flaglb",
            "source": "FIGUEIRA, Luís. Arte de Grammatica da Lingoa Brasilica. Miguel Deslandes, Lisboa, 1687. (Edição fac-similar de Julius Platzmann, sob o título Gramática da língua do Brasil). Leipzig, B. G. Teubner, 1878."
        },
        {
            "acronym": "flmdm",
            "source": "FIGUEIRA, Luís. Missão do Maranhão. In: LEITE, S. Luiz Figueira - A sua vida heroica e a sua obra literária. Lisboa, Divisão de Publicações e Biblioteca, Agência Geral das Colônias, 1940."
        },
        {
            "acronym": "gpmhpsc",
            "source": "GÂNDAVO, Pero de Magalhães de. Historia da província de sãcta Cruz a que vulgarmẽte chamamos Brasil. Impresso em Lisboa, na Officina de Antonio Gonsalvez, anno de 1576."
        },
        {
            "acronym": "gpmtpb",
            "source": "GÂNDAVO, Pero de Magalhães de. Tratado da Província do Brasil. Reprodução fac-similar do manuscrito nº 2026 da Biblioteca Sloaniana do Museu Britânico. Edição preparada por Emmanuel Pereira Filho. Vol. 5 da Coleção Dicionário da Língua Portuguesa - Textos e Vocabulários, do Instituto Nacional do Livro. Rio de Janeiro, 1965. (Foram citados nas trancrições os números das linhas do manuscrito.)"
        },
        {
            "acronym": "gjwnb1",
            "source": "GRIEBE, Jacob Wilhelm. Naturalien-Buch. In: Brasil Holandês, vol. I (comentários de Dante Martins Teixeira). Rio de Janeiro, Editora Index, 1998."
        },
        {
            "acronym": "gjwnb3",
            "source": "GRIEBE, Jacob Wilhelm. . Naturalien-Buch. In: Brasil Holandês, vol. III (comentários de Dante Martins Teixeira). Rio de Janeiro, Editora lndex, 1998."
        },
        {
            "acronym": "hmddem",
            "source": "HERIARTE Maurício de. Descripção do Estado do Maranhão, Pará, Corupá e Rio das Amazonas [1667). Publicado por Varnhagen, Francisco Adolfo de. História Geral do Brasil antes de sua separação e independência de Portugal. Revisão e notas de Rodolfo Garcia. 4. ed. São Paulo, 1951."
        },
        {
            "acronym": "kaaasf",
            "source": "KNIVET, Antonie. The admirable adventures and strange fortunes of Master Antonie Knivet which went with Master Thomas Candish in his second Voyage in the South Sea. [1591]. In: Purchas, Samuel, His Pilgrimes, London, 1625."
        },
        {
            "acronym": "ljdno",
            "source": " LAET, Joannes de. Novus Orbis seu Descriptionis lndiae Occidentalis Libri XVIII, 1633. Real Biblioteca de Haia, Holanda."
        },
        {
            "acronym": "lshcjb",
            "source": "LEITE, Serafim. História da Companhia de Jesus no Brasil. Lisboa, Livraria Portugália/Rio de Janeiro, Ed. Civilização Brasileira, 1938-1950. 1O vols."
        },
        {
            "acronym": "lslfvhol",
            "source": "LEITE, Serafim. . Luís Figueira - a sua Vida Heroica e sua Obra Literária. Lisboa, Divisão de Publicações e Biblioteca, Agência Geral das Colônias, 1940."
        },
        {
            "acronym": "lscpjb",
            "source": "LEITE, Serafim. Cartas dos Primeiros Jesuítas do Brasil [1538-1563]. São Paulo, Comissão do IV Centenário da Cidade de São Paulo, 1954. 3 vols."
        },
        {
            "acronym": "lsncjnv",
            "source": "LEITE, Serafim. Novas Cartas Jesuíticas de Nóbrega a Vieira. São Paulo, Brasiliana, série 5ª, vol. 194. 1940."
        },
        {
            "acronym": "ljdhvtb",
            "source":  "LÉRY, Jean de. Histoire d'un Voyage fait en la Terre du Bresil autrement dite Amerique. Reveue, corrigee et bien augmentee em ceste seconde edition, tant de figures, qu' autres choses notables sur le sujet de l'auteur. Geneve, Antoine Chuppin, [1580]. (Edição diplomática com texto estabelecido, apresentado e anotado por Frank Lestringant. L.G.F., Le Livre de Poche, Bibliotheque Classique, Paris, 1994.) (Sempre que não for mencionado o ano de publicação, a edição utilizada foi a de 1578.)"
        },
        {
            "acronym": "ljdhvtb94",
            "source": "LÉRY, Jean de. Histoire d'un Voyage fait en la Terre du Bresil autrement dite Amerique. Reveue, corrigee et bien augmentee em ceste seconde edition, tant de figures, qu' autres choses notables sur le sujet de l'auteur. Geneve, Antoine Chuppin, [1580]. (Edição diplomática com texto estabelecido, apresentado e anotado por Frank Lestringant. L.G.F., Le Livre de Poche, Bibliotheque Classique, Paris, 1994.) (Sempre que não for mencionado o ano de publicação, a edição utilizada foi a de 1578.)"
        },
        {
            "acronym": "lpbh1",
            "source": "LIBRI PRINCIPIS. In: Brasil Holandês, vol. 1 (org. de Dante Martins Teixeira). Rio de Janeiro, Editora Index, 1995."
        },
        {
            "acronym": "lpbh2",
            "source": " LIBRI PRINCIPIS. In: Brasil Holandês, vol. II (org. de Dante Martins Teixeira). Rio de Janeiro, Editora Index, 1995."
        },
        {
            "acronym": "lfchaam",
            "source": " LISBOA, Frei Cristóvão de. Historia dos animaes e arvores do Maranhão [1631]. (Fotocópias do manuscrito n. 1660 do Arquivo Histórico Ultramarino de Lisboa) "
        },
        {
            "acronym": "mub7",
            "source": " MANIFESTO de utilidades do Brasil (1687). In: Brasilía, Coimbra, VII, 1952."
        },
        {
            "acronym": "mghnb",
            "source": "MARCGRAVE, George. História Natural do Brasil. (Tradução do Mons. Dr. José Procópio de Magalhães da primeira edição latina intitulada Historia Naturalis Brasiliae, Ludovicum Elzevirium, Amsterdam, 1648). São Paulo, Imprensa Oficial do Estado, 1942. (Gotejada com a edição original existente na biblioteca do IEB/USP no que tange à grafia das palavras tupis)"
        },
        {
            "acronym": "mjm",
            "source": "MONTEIRO, Pe. Jácome Monteiro. Relação da Província do Brasil [1610]. Publicada por Leite, Hist., VIII, 1949. pp. 393-425."
        },
        {
            "acronym": "njgbzlr",
            "source": "NIEUHOF, Johan. Gedenkenweerdige Brasilianense Zeen Lant-Relze. Amsterdam, Jacob Van Meurs, 1682."
        },
        {
            "acronym": "njmvmtb",
            "source": "NIEUHOF, Johan. Memorável Viagem Marítima e Terrestre ao Brasil. (Traduzido do inglês por Moacir M. Vasconcelos. Confronto com a edição holandesa de 1682, introdução, notas, crítica bibliográfica e bibliografia por José Honório Rodrigues). São Paulo, Livraria Martins, 1942."
        },
        {
            "acronym": "pwmblq",
            "source": "PISO, Willem. De Medicina Brasiliensis Libri Quatuor. In: Marcgrave, George. Historia Naturalis Brasiliae. (Tradução de Alexandre Correa, publicado com o título História natural do Brasil Ilustrada. Edição comemorativa do primeiro cinquentenário do Museu Paulista. São Paulo, Companhia Editora Nacional, 1948.)"
        },
        {
            "acronym": "rpjmc",
            "source": " RODRIGUES, Pe. Jerônimo. A Missão dos Carijós. Relação do Pe. Jerônimo Rodrigues (1607). Publicada por Leite, Novas Cartas Jesufticas, 1940. pp. 196-246."
        },
        {
            "acronym": "sfvhb",
            "source": "SALVADOR, Frei Vicente do. Historia do Brasil, 1627. Códice 49 da Coleção Livros do Brasil, do Arquivo Nacional da Torre do Tombo, Lisboa."
        },
        {
            "acronym": "sserscm",
            "source": "SILVEIRA, Simão Estácio da. Relação Sumária das Cousas do Maranhão. Lisboa, por Geraldo da Vinha, anno de 1624."
        },
        {
            "acronym": "spfcnb",
            "source": "SOARES, Pe. Francisco. Coisas Notáveis do Brasil. Vol. I. Reprodução fac-similar dos manuscritos quinhentistas da Biblioteca da Real Academia de Historia de Madrid (ms. M, de 1590) e da Biblioteca da Universidade de Coimbra (ms. C de 1594). Edição preparada por Antônio Geraldo da Cunha, vol. 6 da Coleção Dicionário da Lfngua Portuguesa - Textos e Vocabulários, do Instituto Nacional do Livro. Rio de Janeiro, 1966. (Foram citados nas transcrições os números das linhas do manuscrito.) "
        },
        {
            "acronym": "spjjp",
            "source": "SOTOMAIOR, Pe. João de. Jornada ao Pacajá [1656]. Publicada nos Documentos dos Arquivos Portugueses que importam ao Brasil, n. VIII, Lisboa, 1945. pp. 1-8."
        },
        {
            "acronym": "sgstdb",
            "source": "SOUSA, Gabriel Soares de. Tratado descritivo do Brasil em 1587. Edição castigada pelo estudo e exame de muitos códices manuscritos existentes no Brasil, em Portugal, Espanha e França, e acrescentada de alguns comentários por Francisco Adolpho de Varnhagen. 5. ed. São Paulo, Companhia Editora Nacional, 1987."
        },
        {
            "acronym": "shvab",
            "source": "STADEN, Hans. Viagem ao Brasil. (Tradução do texto de Marburgo Wahrhaftige Historia, de 1557 por Alberto Löfgren, notas de Teodoro Sampaio). Publicações da Academia Brasileira de Letras. Rio de Janeiro, Oficina Industrial Gráfica, 1930."
        },
        {
            "acronym": "trnbocm",
            "source": "THEATRUM RERUM NATURALIUM BRASILIAE. Org. de Christian Mentzel (1660). Reprodução dos originais pela Editora Index, São Paulo, 1993."
        },
        {
            "acronym": "tasfa",
            "source": "THEVET, André. Les singularités de la France Antarctique, &amp; de plusieurs Terres &amp; Isles decouveuertes de nostre temps. Paris, Maurice de la Porte, 1557."
        },
        {
            "acronym": "talcu",
            "source": "THEVET, André. La Cosmographie Universelle. Paris, Pierre l'Huillier, 1575."
        },
        {
            "acronym": "tpsddb",
            "source": "TRAVAÇOS, Pe. Simão. Declaração do Brasil. Livro primeiro em que se declara toda a costa e povoaçõens do estado do Brazil, 1596. (manuscrito)"
        },
        {
            "acronym": "vcpb",
            "source": "VALENTE, Cristovão. Poemas Brasílicos. In: Araújo, Antônio de. Catecismo Brasílico da Doutrina Cristã. Edição fac-similar da 2ª edição (1686), corrigida por Bartolomeu de Leão. Leipzig, Julius Platzmann. B. G. Teubner, 1898."
        },
        {
            "acronym": "vccant",
            "source": "VALENTE, Cristovão. Cantigas. In: Araújo, Antônio de. Catecismo Brasílico da Doutrina Cristã. Edição fac-similar da 2ª edição (1686), corrigida por Bartolomeu de Leão. Leipzig, Julius Platzmann. B. G. Teubner, 1898."
        },
        {
            "acronym": "vpscjeb",
            "source": "VASCONCELLOS, Pe. Simão de. Chronica da Companhia de Jesu do Estado do Brasil: [...] e alguãs noticias antecedentes curiosas &amp; necessárias das cousas daquelle Estado. Lisboa, anno 1663."
        },
        {
            "acronym": "vacela",
            "source": " VIEIRA, Antônio. Cartas. Edição de Lúcio de Azevedo, 3 vols. Coimbra, 1925-1928."
        },
        {
            "acronym": "vlb",
            "source": "VOCABULÁRIO NA LÍNGUA BRASÍLICA. (2ª edição revista e confrontada com o Ms. fg. 3144 da Biblioteca Nacional de Lisboa por Carlos Drumond). Faculdade de Filosofia, Ciências e Letras, Boletim n. 137, Etnografia e Tupi-Guarani, n. 23, São Paulo, Universidade de São Paulo, 1952."
        },
        {
            "acronym": "wzzlab",
            "source": "WAGENER, Zacbarias. Zoobiblion - Livro de Animais do Brasil. Brasiliensia Documenta, IV (org. de Edgard de Cerqueira Falcão), 1964."
        }
    ]
}