{
    "root": [
        {
            "acronym": "anegalg",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Esboço gramatical do Abáñeê ou língua guarani, chamada também no Brasil língua tupi ou língua geral, propriamente Abañeenga. Anais da Biblioteca Nacional do Rio de Janeiro, vol. VI. Rio de Janeiro, 1879. pp. 1-90.",
            "link": "null"
        },
        {
            "acronym": "anvpg",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Vocabulário das palavras guaranis usadas pelo tradutor da Conquista Espiritual do Padre A. Ruiz de Montoya. Anais da Biblioteca Nacional do Rio de Janeiro, vol. VII. Rio de Janeiro, 1879.",
            "link": "null"
        },
        {
            "acronym": "anmgbn",
            "source": "ALMEIDA NOGUEIRA, Batista Caetano de. Manuscrito guarani da Biblioteca Nacional do Rio de Janeiro sôbre a primitiva catequese dos índios das missões, composto em castelhano pelo Pe. Antônio Ruiz de Montoya, vertido para o guarani por outro padre jesuíta, e agora publicado com a tradução portuguesa, notas, e um esboço gramatical do Abáñeê. Anais da Biblioteca Nacional do Rio deJaneiro, vol. VI. Rio de Janeiro, 1879.",
            "link": "null"
        },
        {
            "acronym": "ajcl",
            "source": "ARRONCHES, João de. O Caderno da Língua ou Vocabulário Português-Tupi. (Notas e comentários à margem de um manuscrito do século XVIII por Plínio Ayrosa). São Paulo, Imprensa Oficial do Estado, 1935.",
            "link": "null"
        },
        {
            "acronym": "afdclp",
            "source": "AULETE, Francisco Júlio Caldas. Dicionário Contemporâneo da Língua Portuguesa. 2. ed. Rio de Janeiro, Delta, 1970. 5 vols.",
            "link": "null"
        },
        {
            "acronym": "apablt",
            "source": "AYROSA, P. Apontamentos para a Bibliografia da Língua Tupi-Guarani. Etnografia e Tupi-Guarani, n. 28, Boletim n. 169. São Paulo, Faculdade de Filosofia, Ciências e Letras/USP, 1954.",
            "link": "null"
        },
        {
            "acronym": "balcta",
            "source": "BARBOSA, A. L. Curso de Tupi Antigo. Rio de Janeiro, Livraria São José, 1956.",
            "link": "null"
        },
        {
            "acronym": "balpvpt",
            "source": "BARBOSA, A. L. Pequeno Vocabulário Português-Tupi. Rio de Janeiro, Livraria São José, 1951.",
            "link": "null"
        },
        {
            "acronym": "balpvtp",
            "source": "BARBOSA, A. L. Pequeno Vocabulário Tupi-Português. Rio de Janeiro, Livraria São José, 1971.",
            "link": "null"
        },
        {
            "acronym": "bmaml",
            "source": "BARBOSA, Maria Aparecida. Modelos em Lexico.Iogia. In: Língua e Literatura 9, São Paulo, FFLCH/USP, 1980. pp. 261-279.",
            "link": "null"
        },
        {
            "acronym": "bmalpc",
            "source": "BARBOSA, Maria Aparecida. Léxico, Produção e Criatividade. Processos de Neologismo. 2. ed. São Paulo, Global, 1981 .Léxico, Produção e Criatividade. Processos de Neologismo. 2. ed. São Paulo, Global, 1981.",
            "link": "null"
        },
        {
            "acronym": "bmalltt",
            "source": "BARBOSA, Maria Aparecida. Lexicologia, Lexicografia, Terminologia, Terminografia: Identidade Científica, Objeto, Métodos, Campos de Atuação. In: Anais do II Simpósio Latino-Americano de Terminologia. Brasília, 1990a.",
            "link": "null"
        },
        {
            "acronym": "bmacef",
            "source": "BARBOSA, Maria Aparecida. Considerações sobre a Estrutura e as Funções da Obra Lexicográfica: Metodologia, Tecnologia e Condições de Produção. In: Actas do Colóquio e Lexicologia e Lexicografia. Lisboa, Universidade Nova de Lisboa, 1990b. pp. 229-241.",
            "link": "null"
        },
        {
            "acronym": "bmaes",
            "source": "BARBOSA, Maria Aparecida. O Léxico e a Produção da Cultura: Elementos Semânticos. In: Actas do Congresso América 92. São Paulo, 1992.",
            "link": "null"
        },
        {
            "acronym": "bbpahem",
            "source": "BERREDO, Bernardo Pereira de. [1719] Annaes Historicos do Estado do Maranhão. Lisboa, Officina de Francisco Luiz Ameno, 1749.",
            "link": "null"
        },
        {
            "acronym": "blvdpp",
            "source": "BETTS, La Vera. Dicionário Parintintín-Português / Português Parintintín. Brasília, SIL, 1981.",
            "link": "null"
        },
        {
            "acronym": "bmcl",
            "source": "BIDERMANN, Maria T. C. (Org.) A ciência da Lexicografia. In: ALFA 28 (supl.). São Paulo, Unesp, 1984.",
            "link": "null"
        },
        {
            "acronym": "badc",
            "source": "BOSI, Alfredo. Dialética da Colonização. São Paulo, Companhia das Letras, 1992.",
            "link": "null"
        },
        {
            "acronym": "bmhdtm",
            "source": "BOUDIN, Max H. Dicionário de Tupi Moderno (Dialeto Tembé Ténêtéhar do Alto Rio Gurupi). Conselho Estadual de Artes e Ciências Humanas, (vol. I) 1966; (vol. II) 1978.",
            "link": "null"
        },
        {
            "acronym": "btpi",
            "source": "BRY, Théodore de. Peregrinationes in Indiam orientalem et Indiam occidentalem. Francfort-sur-Ie-Main, 1590-1634, in-fol.",
            "link": "null"
        },
        {
            "acronym": "bfsvtgp",
            "source": "BUENO, F. S. Vocabulário Tupi-Guarani Português. São Paulo, Brasilivros, 1984.BUENO, F. S. Vocabulário Tupi-Guarani Português. São Paulo, Brasilivros, 1984.",
            "link": "null"
        },
        {
            "acronym": "cavbltg",
            "source": "CABRAL, A. V. Bibliografia da Lingua Tupi ou Guarani também chamada Lingua Geral do Brazil. Rio de Janeiro, Tipographia Nacional, 1880.",
            "link": "null"
        },
        {
            "acronym": "cabaja",
            "source": "CARDOSO, A. O Bem-Aventurado José de Anchieta. São Paulo, Edições Loyola, 1982.",
            "link": "null"
        },
        {
            "acronym": "calpt",
            "source": "CARDOSO, A. Lírica Portuguesa e Tupi. São Paulo, Edições Loyola, 1984.",
            "link": "null"
        },
        {
            "acronym": "clcdfb",
            "source": "CASCUDO, Luís da Câmara. Dicionário do Folclore Brasileiro. Rio de Janeiro, Ediouro, 1996.",
            "link": "null"
        },
        {
            "acronym": "cobrvmpja",
            "source": "CAXA, Ouirício. Breve Relação da Vida e Morte do Padre José de Anchieta. In: Primeiras Biografias de José de Anchieta. São Paulo, Loyola, 1988.",
            "link": "null"
        },
        {
            "acronym": "chtsm",
            "source": "CLASTRES, Hélène. A Terra sem Mal - o profetismo Tupi-Guarani. São Paulo, Brasiliense, 1978.",
            "link": "null"
        },
        {
            "acronym": "cheltp",
            "source": "CLASTRES, Hélène. Estudos sobre Línguas Tupi do Brasil. Série Linguística, n. 11, Brasília, SIL, 1984.",
            "link": "null"
        },
        {
            "acronym": "cmpdpub",
            "source": "CORREIA, Manuel Pio. Diccionário das Plantas úteis do Brasil e das exóticas cultivadas. Rio de Janeiro, Ministério da Agricultura - IBDF, 1984, 6 vols.",
            "link": "null"
        },
        {
            "acronym": "cagdhppot",
            "source": "CUNHA, Antônio G. Dicionário Histórico das Palavras Portuguesas de Origem Tupi. São Paulo, Melhoramentos, 1982.",
            "link": "null"
        },
        {
            "acronym": "dpjtdra",
            "source": "DANIEL, Pe. João. [1757] Tesouro descoberto no rio Amazonas. Biblioteca Nacional, 1976.",
            "link": "null"
        },
        {
            "acronym": "drvg",
            "source": "DOOLEY, Robert. Vocabulário do Guarani. Brasília, SIL, 1982.",
            "link": "null"
        },
        {
            "acronym": "dreltb",
            "source": "DOOLEY, Robert. (Org.) Estudos sobre Línguas Tupi do Brasil. Série Linguística, n. 11, Brasília, SIL, 1984",
            "link": "null"
        },
        {
            "acronym": "efgtg",
            "source": "EDELWEISS, F. G. Tupis e Guaranis. Estudos de Etnonímia e Linguística. Salvador, Secretaria da Educação e Saúde, 1947.",
            "link": "null"
        },
        {
            "acronym": "efgcsct",
            "source": "EDELWEISS, F. G. O caráter da segunda conjugação tupi. Salvador, Universidade da Bahia, 1958.",
            "link": "null"
        },
        {
            "acronym": "efgettg",
            "source": "EDELWEISS, F. G. Estudos Tupis e Tupi-Guaranis. Confrontos e Revisões. Rio de Janeiro, Livraria Brasiliana Editora, 1969.",
            "link": "null"
        },
        {
            "acronym": "ffeclb",
            "source": "FERREIRA FRANÇA, Ernesto. Crestomatia da Língua Brasílica. Leipzig, B. G. Teubner, 1859.",
            "link": "null"
        },
        {
            "acronym": "fabhndlp",
            "source": "FERREIRA, Aurélio Buarque de Holanda. Novo Dicionário da Língua Portuguesa. Rio de Janeiro, Nova Fronteira, 1975.",
            "link": "null"
        },
        {
            "acronym": "gpdnh",
            "source": "GRANDES PERSONAGENS DA NOSSA HISTÓRIA. São Paulo, Abril Cultural, 1969.",
            "link": "null"
        },
        {
            "acronym": "gjcib",
            "source": "GREGÓRIO, José. Contribuição Indígena ao Brasil. Belo Horizonte, União Brasileira de Educação e Ensino, 1980. (3 vols.)",
            "link": "null"
        },
        {
            "acronym": "gfdwf",
            "source": "GRENAND, Françoise. Dictionnaire Wayãpi-Français. Paris, Peeters/Selaf, 1989.",
            "link": "null"
        },
        {
            "acronym": "gadgccg",
            "source": "GUASCH, Antonio. Diccionario Guarani-Castellano y Castellano-Guarani. Buenos Aires, Ed. do Autor, 1948.",
            "link": "null"
        },
        {
            "acronym": "hglltlp",
            "source": "HAENSCH, Günther et al. La Lexicografia de la Lingüística Teórica a la Lexicografia Prática. Madrid, Gredos, 1982.",
            "link": "null"
        },
        {
            "acronym": "hgemb",
            "source": "HAENSCH, Günther et al. Enciclopédia dos Municípios Brasileiros. Rio de Janeiro, IBGE, 1957-1964.",
            "link": "null"
        },
        {
            "acronym": "irvdab",
            "source": "IHERING, Rodolfo von. Dicionário dos Animais do Brasil. São Paulo, Boletim da Agricultura de São Paulo, 1931-1936",
            "link": "null"
        },
        {
            "acronym": "jcjdhlw",
            "source": "JENSEN, C. J. O Desenvolvimento Histórico da Língua Wayampi. Campinas, Editora da Universidade Estadual de Campinas, 1990.",
            "link": "null"
        },
        {
            "acronym": "kjkkdtukp",
            "source": "KAKUMASU, James e KAKUMASU, Kiyoko. Dicionário por Tópicos Urubu-Kaapor-Português. Brasília, FUNAI/SIL, 1988.",
            "link": "null"
        },
        {
            "acronym": "lsdacl",
            "source": "LANDAU, Sidney. Dictionaries: The Art and Craft of Lexicography. Cambridge, University of Cambridge Press, 1993.",
            "link": "null"
        },
        {
            "acronym": "lscpjb",
            "source": "LEITE, Serafim. Cartas dos Primeiros Jesuítas do Brasil. São Paulo, Comissão do IV Centenário da Cidade de São Paulo, 1954. 3 vols.",
            "link": "null"
        },
        {
            "acronym": "lhpb",
            "source": "LORENZI, Harri et al. Palmeiras no Brasil (nativas e exóticas). Nova Odessa, Editora Plantarum, 1996.",
            "link": "null"
        },
        {
            "acronym": "lhab",
            "source": "LORENZI, Harri et al. Árvores Brasileiras. Nova Odessa, Plantarum, 1993",
            "link": "null"
        },
        {
            "acronym": "",
            "source": "",
            "link": "null"
        }
    ]
}